brew 'git'
brew 'wget'
brew 'bash'
brew 'zsh'
brew 'tmux'
brew 'python'
brew 'python3'
brew 'node'
brew 'ag'
brew 'ripgrep'
brew 'fzf'
brew 'ctags'
brew 'ssh-copy-id'
brew 'hub'
brew 'unrar'
brew 'entr'
brew 'ranger'
brew 'nvim'
brew 'pipenv'
brew 'tldr'
brew 'yarn'
brew 'lzop'
brew 'jq'
brew 'asciinema'
brew 'xonsh'
brew 'gawk'
brew 'rust'
brew 'abduco'
brew 'weechat'
brew 'nmap'
brew 'moreutils'
brew 'cowsay'
brew 'fortune'
brew 'grip'
brew 'pandoc'
brew 'xsv'
brew 'shellcheck'
brew 'luarocks'
brew 'bat'
brew 'rbenv'
brew 'go'
brew 'gron'

cask 'google-chrome'
cask 'caffeine'
cask 'iterm2'
cask 'alfred'
cask 'google-backup-and-sync'
cask 'spotify'
cask 'keepassxc'
cask 'flux'
cask 'hammerspoon'
cask 'calibre'
cask 'dash'
cask 'filezilla'
cask 'keybase'
cask 'firefox'
cask 'colloquy'
cask 'kindle'
cask 'transmission'
cask 'vnc-viewer'
cask 'kitty'
cask 'docker'
cask 'java'
cask 'the-unarchiver'
cask 'balenaetcher'
cask 'chromedriver'
cask 'itsycal'
cask 'android-platform-tools'
cask 'insomnia'
