# essentials
brew 'mas'
cask 'alfred'
cask 'betterdisplay'
cask 'docker'
cask 'dropbox'
cask 'firefox'
cask 'firefox-developer-edition'
cask 'google-chrome'
cask 'google-drive'
cask 'hammerspoon'
cask 'keepassxc'
cask 'signal'
cask 'slack'
cask 'spotify'
cask 'steermouse'
cask 'uhk-agent'
cask 'wezterm'

mas 'todoist', id: 585829637
mas 'tailscale', id: 1475387142

# essential brew
brew 'ag'
brew 'bash'
brew 'fnm'
brew 'fzf'
brew 'gh'
brew 'git'
brew 'git-delta'
brew 'git-filter-repo'
brew 'git-lfs'
brew 'go'
brew 'gron'
brew 'jq'
brew 'neovim-remote'
brew 'node'
brew 'nvim'
brew 'pipx'
brew 'python3'
brew 'ranger'
brew 'rclone'
brew 'ripgrep'
brew 'rust'
brew 'ssh-copy-id'
brew 'zsh'
brew 'zsh-autosuggestions'
brew 'zsh-syntax-highlighting'

cask 'balenaetcher'
cask 'bitwarden'
cask 'calibre'
cask 'chromedriver'
cask 'cloudflare-warp'
cask 'discord'
cask 'google-cloud-sdk'
cask 'ivpn'
cask 'keepingyouawake'
cask 'kindle'
cask 'kitty'
cask 'microsoft-remote-desktop'
cask 'ollama'
cask 'onedrive'
cask 'sonos'
cask 'visual-studio-code'
cask 'vlc'
cask 'vnc-viewer'
cask 'wireshark'
cask 'zoom'

brew 'ansible'
brew 'azure-cli'
brew 'bat'
brew 'blueutil'
brew 'buildifier'
brew 'cloudflare-wrangler2'
brew 'cowsay'
brew 'eksctl'
brew 'fd'
brew 'fortune'
brew 'fswatch'
brew 'gawk'
brew 'gnu-time'
brew 'graphviz'
brew 'grip'
brew 'imagemagick'
brew 'iproute2mac'
brew 'jless'
brew 'jupyterlab'
brew 'llvm'
brew 'lua-language-server'
brew 'luarocks'
brew 'lzop'
brew 'minio/stable/mc'
brew 'moreutils'
brew 'mosh'
brew 'ninja'
brew 'nmap'
brew 'pandoc'
brew 'poetry'
brew 'pulumi/tap/pulumi'
brew 'pyenv'
brew 'python-yq'
brew 'rbenv'
brew 'reorder-python-imports'
brew 'rustup'
brew 'shellcheck'
brew 'sourcegraph/src-cli/src-cli'
brew 'tldr'
brew 'tmux'
brew 'tree'
brew 'universal-ctags'
brew 'warrensbox/tap/tfswitch'
brew 'watch'
brew 'wget'
brew 'wireguard-tools'
brew 'xonsh'
brew 'xsv'
brew 'yarn'

tap 'homebrew/cask-fonts'
cask 'font-hack-nerd-font'
cask 'font-fira-code'
cask 'font-symbols-only-nerd-font'
