# essentials
brew 'mas'
cask 'google-drive'
cask 'kitty'
cask 'alfred'
cask 'keeweb'
cask 'firefox'
cask 'google-chrome'
cask 'slack'
cask 'steermouse'

# essential brew
brew 'ag'
brew 'bash'
brew 'fnm'
brew 'fzf'
brew 'gh'
brew 'git'
brew 'go'
brew 'gron'
brew 'jq'
brew 'node'
brew 'nvim'
brew 'pipx'
brew 'python3'
brew 'ranger'
brew 'ripgrep'
brew 'rust'
brew 'ssh-copy-id'
brew 'zsh'
brew 'zsh-autosuggestions'
brew 'zsh-syntax-highlighting'

cask 'android-file-transfer'
cask 'android-platform-tools'
cask 'balenaetcher'
cask 'bitwarden'
cask 'calibre'
cask 'chromedriver'
cask 'discord'
cask 'docker'
cask 'flux'
cask 'hammerspoon'
cask 'ivpn'
cask 'keepingyouawake'
cask 'kindle'
cask 'signal'
cask 'spotify'
cask 'synergy'
cask 'visual-studio-code'
cask 'vlc'
cask 'vnc-viewer'
cask 'wireshark'
cask 'zoom'

brew 'bat'
brew 'blueutil'
brew 'cowsay'
brew 'ctags'
brew 'fd'
brew 'fortune'
brew 'fswatch'
brew 'gawk'
brew 'gnu-time'
brew 'graphviz'
brew 'grip'
brew 'hub'
brew 'imagemagick'
brew 'llvm'
brew 'luarocks'
brew 'lua-language-server'
brew 'lzop'
brew 'moreutils'
brew 'ninja'
brew 'nmap'
brew 'pandoc'
brew 'rbenv'
brew 'rustup'
brew 'shellcheck'
brew 'tldr'
brew 'tmux'
brew 'tree'
brew 'watch'
brew 'wget'
brew 'wireguard-tools'
brew 'xonsh'
brew 'xsv'
brew 'yarn'

mas 'todoist', id: 585829637
mas 'tailscale', id: 1475387142

tap 'homebrew/cask-drivers'
cask 'uhk-agent'

tap 'homebrew/cask-fonts'
cask 'font-hack-nerd-font'
cask 'font-fira-code'
